Repository: HarshilShah/PeakLocalisations
Catalog: PeakLocalisations/Localisation/Features/HeartRateZones.xcstrings
Source language: en
Languages: de, es, it

source: Boundaries
de: Grenzen
es: Límites
it: Limiti

source: Heart Rate Zones
de: Herzfrequenzbereiche
es: Zonas de frecuencia cardíaca
it: Zone di frequenza cardiaca

source: Max Heart Rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima
it: Frequenza cardiaca massima

source: Method
de: Methode
es: Método
it: Metodo

# Method.HeartRateReserve
source: Heart Rate Reserve
de: Herzfrequenz-Reserve (HRR)
es: Reserva de frecuencia cardíaca
it: Riserva di frequenza cardiaca

# Method.MaxHeartRate
source: Max Heart Rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima
it: Frequenza cardiaca massima

source: Reset
de: Zurücksetzen
es: Restablecer
it: Reimposta

source: Resting Heart Rate
de: Ruheherzfrequenz
es: Frecuencia cardíaca en reposo
it: Frequenza cardiaca a riposo

source: Setup Heart Rate Zones
de: Herzfrequenzbereiche einrichten
es: Configurar zonas de frecuencia cardíaca
it: Configura zone di frequenza cardiaca

# Zone Boundary
source: Boundary
de: Grenze
es: Límite
it: Limite

# Zone Boundary Title
source: Zone %d/%d Boundary
de: Zonengrenze %d/%d
es: Límite de zona %d/%d
it: Limite zona %d/%d

# Zone
source: Zone %d
es: Zona %d
it: Zona %d
